Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Tapas_KO > EN.tmx
Source language: ko_kr
Languages: en

source: 돌아가신 아바마마의 말도 잘 듣지 않던 아이였지만….
en: he was a kid who didn’t listen to his father but...

source: 하긴, 단 둘뿐이니 조금만 움직여도 수상하지.
en: there’s only two of them so they probably know it’d look suspicious to make a move.

source: 그게 무슨 미친 소리입니까?
en: what utter nonsense are you talking?

source: 급한 일이 생긴 것 같아서요.
en: something urgent has come up.

source: 레어드산 딸기랑 비슷한 맛이 나는데
en: they taste similar to laird strawberries

source: 만약 못 찾을 경우엔 평생 혼자 살기도 해요.
en: and in that case, they tend to live alone for the rest of their lives.

source: 이 정도면 업무 중독이야….
en: he's definitely a workaholic...

source: 그래, 들어와.
en: yes, come in.

source: 레이딘 경은 휴가 중이니 퇴근길에 배달해줘야지!
en: since sir radin is on a vacation, I should deliver it to him on my way back home!

source: 이야기를 나누어 본 건 단 한 번이었지만요.
en: although we only spoke once.

source: 아니, 아니에요!
en: n-no!

source: 마침 고문께서 지혜를 주셨으니 최악의 상황을 대비해 ‘이것’을 준비해야 할 것 같네.
en: as the advisor suggested, I believe we need to prepare ‘this’ for the worst case.

source: 이 빵을 만들 때 사용하는 마법 횟수야.
en: that's the number of magic used to make this bread.

source: 케이크를 만들 수 없다니 그게 무슨 말이야?!
en: what do you mean we won’t be able to make cakes?!

source: 24화
en: Episode 24

source: 한 번 보시는데 연무장을 부술 필요는 없으니까.
en: she's only seeing it once. there's no need to break the practice hall.

source: 내 부인과 나도 3년이나 흘러서야 운명임을 알았거든.
en: it took my wife and I 3 years to find out that we were destined.

source: 어제도 집무실에서 큰소리가 났다고 하더군요.
en: I heard there was a loud noise in the office yesterday as well.

source: 재상 집무실
en: the prime minister’s office

source: 네, 조사해 보니 황궁 정원의 면적이 꽤 되더군요.
en: yes, apparently we have a very wide imperial garden.

source: 아, 일어나지 마세요.
en: oh, don't bother getting up.

source: 그 입 다물라!
en: shut your mouth!

source: 남은 시간이 얼마 없는 것 같아.
en: it doesn't seem like he has much time left.

source: 잘못하면 양 나라의 공격을 받을 수도 있어.
en: there is a possibility of both countries attacking us.

source: 무슨 일이죠?
en: what happened?

source: 네, 그것도 아이가 죽었지요.
en: yes, it was a child.

source: 아무튼, 지팡이와 검 말고 다른 필요한 건 없나요?
en: anyway, do you need anything else besides the cane and sword?

source: 폐하!
en: your majesty!

source: 원칙적으로는 개입을 하지 않는 게 맞습니다만….
en: you should not intervene in principle but...

source: 이게 제가 생각한 계획입니다.
en: that’s the plan I came up with.

source: 오늘만 먹을 수 있는 특별한 빵이 라구요~.
en: this is special bread that you can only taste today.

source: 어서오세요, 고문.
en: welcome, advisor.

source: 어마마마까지 속여야 합니다.
en: we need to deceive my mother as well.

source: 그럼 언니의 결혼은….
en: then what about your marriage...?

source: 아니, 빨리 오랬지만 몇 분도 안 지났는데…?
en: I did tell him to come quickly, but it's barely been a few minutes!

source: 고마워요, 부인.
en: thank you, mrs. tinekt.

source: …폐하.
en: ...your majesty.

source: ‘루루비’라는 품종이죠.
en: they are called ‘ruruby.’

source: 동생이 저지른 일에 대해 더 사과하고 싶어 이 편지를 씁니다.
en: but I am writing this letter to apologize on behalf of my brother’s actions.

source: 그래서 팔고 있지 않는 거구나….
en: that's why it hasn't been on sale...

source: 그야 긴박한 상황이니까요.
en: because it’s an urgent situation.

source: 그 정도로는 안 됩니다.
en: that is not enough.

source: 특수한 상황이라 가지 않았을 뿐,
en: every man in the royal family has served in the military,

source: 그랑그랑!
en: grand grand!

source: 잠시 후
en: a little bit later

source: 저야말로.
en: that’s for me to say.

source: 성문에 달린 금색 사자 대가리!
en: the lion’s head that’s attached to the gate door!

source: 그렇다면,
en: if that’s the case,

source: 소드마스터들을 국경 지역으로 보내
en: it is a good option to send swordmasters to the border

source: 17화
en: Episode 17

source: 전직 참모의 감이지요.
en: it was the former general staff’s intuition.

source: 그 말은 안 일어나는 게 가장 좋다는 거야.
en: that means it is best not to have a war.

source: 연회 음식으로 갓 구운 빵이 나오다니 특이하네요.
en: it’s interesting to see freshly baked bread served at a banquet.

source: 작은언니는 루셰의 결혼 준비 때문에 오늘은 궁에서 잔다고 하더라고요.
en: I heard little sister is going to sleep in the palace because of luche’s wedding preparation.

source: 그나저나 짜증이 가득한 걸 보니 어지간히도 시달린 모양이구나.
en: anyway, it looks like you've suffered a lot by how frustrated you are.

source: 현재 군에 소속된 기사들 중 가장 빠르고 베는 기술이 뛰어납니다.
en: he is the fastest and has the best cutting skills of all the knights currently affiliated with the army.

source: 차라리 전쟁에서 이기는 게 쉽겠습니다!
en: it’d be much easier to win the war instead!

source: 예상대로 이대로 간다면 전쟁을 막기 힘들다고 합니다.
en: as expected, he said it will be difficult to avoid war if the situation continues like this.

source: 네, 그나저나 이름만 남아있던 고문이라는 직책은 어떻게 알아내셨습니까?
en: yes. by the way, how did you find out about the advisor position that didn’t exist until recently?

source: 너도 세트가 걱정되나 보구나.
en: you are also worried about sett.

source: 소드마스터를 기반으로 참모들이 전력 운용에 대한 전술을 짜고,
en: the staff will come up with tactics on war potential based on swordmasters,

source: 창고 안에 두는 것보다 쓰는 게 낫죠.
en: it’s better to use them than leave them in the warehouse.

source: 여기 인장을 찍으시면 바로 효력이 발생합니다.
en: once you put your seal here, it will take effect immediately.

source: 아르비타의 군인에게 불가능한 건 없습니다.
en: there is nothing that’s impossible for the soldiers of arvita.

source: 세트 2세가 뼈저리게 후회하게 해주겠어요.
en: deeply regret not knowing the reason for that.

source: 쓸데 없이 넓어서 유지비만 많이 들어갔는데 잘됐네.
en: it is unnecessarily wide so it has high maintenance cost anyway.

source: 그건 사실이죠.
en: that’s a fact.

source: 뭐 좋은 수라도 있으신가요?
en: do you have any good ideas?

source: 딸기 때문에 시끄럽습니다.
en: they are busy with the strawberry issue.

source: 마녀의 딸은 전부 마녀로 태어난다는 것이 새삼 놀랍네요.
en: it’s surprising that all daughters of witches are born witches.

source: 충격이 심하니 이렇게 계시는 것이 안전합니다.
en: it's better for you to stay this way to prevent the shock.

source: 저 한마디에 내가 짐작도 할 수 없는 무게가 담겨 있는 것이겠지.
en: that response probably carried so much weight, I can’t even imagine.

source: 역시 당사자와 결판 지어야겠네요.
en: I guess I should just talk to sir radin himself.

source: 저희가 더 많네요?
en: we have more.

source: 밤을 새워서인가 다들 극단적으로 변했잖아?!
en: staying up all night turned them into extremists!!

source: 기사들은 출정 전에 가족들에게 인사를 하잖아요.
en: knights say goodbye to their families before leaving for deployment.

source: …그런데요?
en: ...what does that have to do with anything?

source: 재배량의 90% 이상을 프로트 후작가에서 비축하게 되어 있어요.
en: but more than 90% of the harvested amount goes to the marquess proth house.

source: 명예롭게 싸우다 죽는 건 두렵지 않습니다.
en: I’m not afraid to fight and die with honor.

source: 아, 아래에 표시해놨잖나!
en: look, I checked on the bottom!

source: 어떤 용건이신지 대충 짐작이 가니까요.
en: I already know what this is going to be about.

source: 소규모 재배라 일반 딸기보다는 약간 비싸긴 할 텐데….
en: they are going to be slightly more expensive than regular strawberries since it’s a small-scale production...

source: 에휴휴, 뭐 편법 같은 건 없을까요?
en: phew... do you think they can meet in the middle?

source: 제가 17세, 세트 2세 전하께서 당시 저보다 4살 어리셨을 때죠.
en: I was 17, and king sett II was 4 years younger than me.

source: 원래는 탈출용으로 사용하는 것인데
en: it was originally used for evacuation,

source: 어떤 느낌이에요?
en: what are they like?

source: 제국민들에게는 자비로우셔야 합니다.
en: only towards your citizens.

source: 혼자만의 힘으로 될 게 아니기 때문이겠지.
en: was probably because it takes two to make it happen.

source: 황금사자를요?
en: the golden lion’s?

source: 벤토아 공작가의 가주가 되진 않지만…
en: without becoming the head of the bentoi house...

source: 왔는가….
en: you’re here...

source: 왕이 정무를 볼 수 없는 상태이고,
en: it is only in the case that the king is unable to oversee government affairs,

source: 이 정도는 괜찮을 줄 알았는데….
en: I thought he’d be fine with this speed,

source: 그런데 안 오시려고 하면 어쩌지요?
en: but what if he refuses to come?

source: 확실히 현 공작 각하처럼 뛰어나게 강한 사람은 아직 없지만…
en: there isn't anyone who is as strong as the current duke yet...

source: 아바마마께서 돌아가신 지 얼마 되지 않았는데… 아무래도 걱정이 돼서요.
en: father has passed not too long ago... I’m just worried.

source: 역시…
en: I see...

source: 어떻게….
en: how...

source: 그래.
en: that’s right.

source: 지금의 미친 딸기 가격보다는 낫겠죠?
en: it will still be lower than the current crazy price though, right?

source: 오작동일 거라는 미친 소리만 하더군요.
en: he just kept repeating how it must’ve been a malfunction.

source: 이게 무슨 짓이니!
en: what kind of behavior is this?!

source: 왕자가 단 1명뿐이라 가능해졌군요.
en: it is possible in this case because there is only one prince.

source: 그 이유를 몰랐던 걸
en: I’m gonna make sett II

source: 그럼 저는 이만 물러나겠습니다.
en: I’m going to head back then.

source: 17살만 되었어도 아무 문제없었을 텐데….
en: it wouldn't have been a problem if he was 17 years old...

source: 신중히 생각하소서.
en: please think carefully.

source: 일단 어디서든 딸기를 조달해보도록 하죠!
en: let’s find a way to procure some strawberries!

source: 에휴….
en: ahh...

source: 전쟁터는….
en: battlefields...

source: 누님, 국정에는 딸기보다 더 중요한 일이 많습니다.
en: sister, there are more important matters than strawberries.

source: 너무 고민했더니 결국 딸기에게 시달리는 꿈까지 꿨어….
en: I was thinking about it so much that I had a dream about being chased by a strawberry...

source: 아무래도
en: I believe

source: 알마론 자작 레어드 3공주의 남편이자 세트 2세의 매형
en: viscount almaron husband of the third princess of laird and brother-in-law of sett II

source: 중요한 현안들이 밀려서
en: the courtiers have been disgruntled

source: 그 외의 황족들은 다 죽었고….
en: all other members of the imperial family are dead...

source: 자, 잠깐!
en: w-wait!

source: 저랑 부인은 나가 있을 테니.
en: the duchess and I will be outside.

source: 그렇군요.
en: I see.

source: 아니에요, 이야기를 들어보니 한 번은 정리를 해야 할 것 같아서요.
en: no worries. I believed they should talk through it at least once.

source: 그게 무엇입니까?
en: what is that?

source: 으이구구, 피곤해라.
en: oof, I’m tired.

source: 무모하게 포를 작동시키지도 않았겠지.
en: he wouldn’t have recklessly launched the attack.

source: 타국에서는 폐하께서 군권을 틀어쥐었다고 생각하고 함부로 건드릴 수 없을 것입니다.
en: other countries will assume that you completely hold the military power and will not try to attack.

source: 왜 제국이 망하지 않았는지….
en: even after I took the throne...

source: 한번 정도 검술 연습을 하여 압도적인 무력을 보여주는 것도 좋겠지요.
en: and show them their sword skills and overwhelming force.

source: 아르비타가 괜히 제국인 게 아니군요.
en: there is a reason arvita is an empire.

source: 남은 내 가족들은 풍요롭고 평안한 제국에서 살아갈 수 있겠어….
en: the rest of my family will be able to live in a prosperous and peaceful empire...

source: 폐하께서 이 문제로 고민하다가 몸이 안 좋아지셨습니다.
en: her majesty got sick while contemplating this matter.

source: 여기, 케이크 값이에요.
en: here is the cake price.

source: 한계 이상으로 부수면 자네 월급에서 깔 거야
en: if you break it too much, I'm gonna take the repair cost out of your pay.

source: 무슨 말을 할지 궁금하지만….
en: I'm curious what he's going to say but...

source: 불을 조금 빌리고 싶어서요.
en: I just wanted to borrow the fire.

source: 아르비타의 군대는 강하니까요.
en: the army of arvita is very strong.

source: 하지만 토종 딸기라면요?
en: but what about wild strawberries?

source: 아, 혹시 처형들도 오셨나?
en: oh, are any sister-in-laws here as well?

source: 공주님이요…?
en: the princess...?

source: 큰일이옵니다!!!
en: it’s urgent!!!

source: 도대체 왜 부른 겁니까?
en: why did you call me here?

source: 전 그걸 세트에게 먹일 거예요.
en: but I’m going to feed it to sett.

source: 맞아요, 황금사자.
en: that’s right, the golden lion’s.

source: 군 총사령관인 티네 장군의 도장과
en: the seal of the general tinekt

source: 레이딘 경, 잠깐 비켜주세요.
en: sir radin, move to the side.

source: 딸기 케이크는 3월이나 되어야 만들 수 있으려나….
en: maybe we should wait until march to make strawberry cakes again...

source: 얼른 움직이시는 편이 좋을 겁니다.
en: so you better move fast.

source: 조금 손해 보는 수준이 아니네….
en: that’s more than just a small loss...

source: 시간은 얼마나 필요한가요?
en: how much time do you need?

source: 은퇴하신 분을 데려와도 정말로 괜찮겠죠?
en: is it really okay to bring back a retired person?

source: 어후.
en: ugh.

source: 황궁에도 벤토아 가문의 기사들이 많으니
en: there are many imperial knights from the bentoi house.

source: 설마….
en: are you...

source: 레이딘 경에게 빨리 와달라고 전해주세요.
en: please tell him to come back as soon as possible.

source: 레이딘 경… 이 빵에 대해 얘기해줄 게 있어요.
en: sir radin... I have something to tell you about this bread.

source: 덕분에 생각이 정리됐어요.
en: you helped ease my mind.

source: 폐하는 마녀이시니 좀 다르긴 하겠지만,
en: she's a little different since she's a witch,

source: 제가 심혈을 기울여서 골랐거든요!
en: I’ve chosen each dish very carefully!

source: 전쟁을 피할 수 없을 겁니다.
en: war will be inevitable.

source: 놀라운 건, 협박이 먹히는군요!
en: what’s more surprising is that it worked!

source: 일을 안 하는 건가?
en: is he not working?

source: 오늘은 평소보다 빠르게 황궁으로 가시는군요.
en: you are heading to the imperial palace faster than usual.

source: 출장 가신 재무 장관은 언제 귀환하시는 거죠?
en: when will the minister of finance return from his business trip?

source: 마법도 아닌데 맨손으로 저게 되는구나.
en: he can do that with his bare hands even though it's not magic.

source: 불이라 하심은….
en: fire...

source: 어젯밤에 잘 못 주무시는 것 같던데 괜찮으십니까?
en: it seemed like you were having trouble falling asleep last night, are you feeling okay?

source: 기사 마녀가 무엇입니까?
en: what’s a knight witch?

source: 네, 명심할게요.
en: okay, I will remember that.

source: 무기도 적게 들어가고.
en: this also requires less weapons.

source: 음, 그러니까… 굳이 가지 않아도 가문이 잘 돌아갈 걸 알아서 거절했다는 거죠.
en: okay, so... you declined because you knew the house would be fine without you?

source: 18화
en: Episode 18

source: 30분 전에
en: 30 minutes ago,

source: 그런 일로 외교관저를 통제하다니,
en: don’t you think it is an overreaction to restrict

source: 덕분에 딸기 가격 폭등은 무사히 막았어.
en: thanks to her, I was able to avoid a price surge of strawberries.

source: 걱정 돼서 우는 거 진짜 아니거든요?
en: I’m really not crying because I’m worried. trust me!

source: 알았어.
en: okay.

source: 외교적 우위를 얻음과 동시에 타국에도 암묵적인 경고를 보낼 수 있어.
en: we will be taking the high ground diplomatically as well as sending an indirect warning.

source: 빨리 오셨으면 좋겠어요, 그렇죠?
en: I hope he arrives soon, right?

source: 저기 겔만 백작가에도 마녀가 10명인데
en: look, there are 10 witches in the germaine family

source: 이제 정말 주무셔야 합니다.
en: you really need to sleep now.

source: 뭐지…?
en: hmm...

source: 도대체 딸기는 어디로 간 걸까….
en: where did all the strawberries go...?

source: 그 편지를 받고도 나서지 않을 수는 없었어.
en: but I had no choice after receiving that letter.

source: 예상보다 더 심각한 것 같아요.
en: it’s worse than I expected.

source: 왕실 소속 마법사까지 다 포함하면 15명 정도 입니다.
en: has about 15, including royal wizards.

source: 내가 이렇게 되어버려서….
en: since I've become like this...

source: 법에 확실하게 명시되어 있습니다.
en: but it is clearly stated by the law.

source: 다음 날
en: next day

source: 최고 속도로!
en: at the maximum speed!

source: 어떻게 하면 전쟁을 피할 수 있겠습니까?
en: how can we prevent war from happening?

source: 시스, 루루비 딸기가 왔어!
en: sist, ruruby strawberries have arrived!

source: 모두와 함께라면 저는 언제든 강해질 수 있어요.
en: I can be strong as long as we all work together.

source: 이럴 때는 어떻게 해야 하는 건가요?
en: what do I do in this situation?

source: 상냥하신 폐하의 마음을 이용하다니,
en: you tried to use her majesty's kind heart.

source: 생각을 하자….
en: let’s think...

source: 설마 직접 오실 줄은 나도 몰랐다고.
en: I didn't expect her to come here either.

source: 레이딘?
en: radin?

source: 승인해주십시오, 장군.
en: please authorize the plan, sir.

source: 한 가지 더 물어볼 게 있어요.
en: I have one more question to ask.

source: 제때 사과라도 했다면 상황이 나았을 겁니다.
en: the situation would’ve been better if he had promptly apologized.

source: 아무래도 가장 좋은 건 웃는 얼굴이지요.
en: it would be a face with a smile.

source: 마법으로 근거리까지 이동할 예정입니다.
en: we will travel by magic instead to reach the lion’s head.

source: 그편이 깔끔하니까.
en: it's cleaner that way.

source: 네, 여기 있습니다.
en: yes, I have it right here.

source: 소드마스터는 아직 움직이지 않고 있고요.
en: swordmasters have not made a move either.

source: 얼른 나눠주고 오겠습니다.
en: I'll go and give it out to the other workers.

source: 감사해요, 겔만 백작님.
en: my pleasure, count germaine.

source: 황궁이 낯설어 그런 것이라면 집에 가셔도 됩니다.
en: if that’s because you feel unfamiliar with the palace, you can go home.

source: 어느 정도는 강제적인 개입이 필요한 시점이에요.
en: we need to intervene at this point.

source: 의식 불명이요?
en: unconscious?

source: 염치없는 건 알지만 너에게 부탁하는 수밖에 없다.
en: I have no choice but to shamelessly ask you.

source: 시간을 끌어서 좋을 것이 없으므로 모레 출발하여,
en: we are planning to leave in two days without further delay,

source: 폐하, 어찌 이곳까지….
en: your majesty, how come you are--

source: 가능할까요?
en: is that possible?

source: 네, 시스.
en: yes, sist.

source: 기사 마녀였더라면 좋았을 텐데.
en: if only I was a knight witch.

source: 10대 초반의 아이라도 하급 기사정도의 무력을 보유하게 됩니다.
en: even a girl in early teenage years becomes as strong as low-rank knights.

source: 웃고는 있지만… 상태가 심각해보이네….
en: he's laughing but... he looks like he's in a critical condition...

source: 영양가 높은 갖가지 속재료….
en: and filled with various nutritious ingredients...

source: 그래도 폐하를 뵙고 나니 마음이 놓이더구나.
en: still, I felt relieved after meeting her majesty.

source: 알고 있어요, 재상 각하!!!
en: I got it, prime minister!!!

source: 딸기보다 시급한 사안이라니 대체
en: what is more urgent

source: 그 말의 뜻은… 폐하께서 겪어보지 못한 국가적인 중대사가 생겼을 때,
en: I meant... that I am willing to provide advice based on my experience,

source: 저희 어머니처럼 한번에 찾는 경우는 극히 드물고요.
en: it’s extremely rare to find them as quickly as my mom did.

source: 내 아들 이사의 후견인이 되어―
en: become a custodian of my son issa

source: 그리고 이것도 봐주십시오.
en: and there’s another one.

source: 루셰 공주가 타국으로 시집을 가는 이상,
en: since the prince is marrying into a different country,

source: 으음~!!!
en: mhmm!!!

source: 하지만 운명이라는 건 ‘서로가 서로를 만나는 것’.
en: but destiny is about “meeting each other.”

source: 그 중에서도 가장 큰 문제는….
en: the biggest problem among them was...

source: 낯설어서 잠이 안 오는 거겠냐고!
en: do you really think I couldn’t sleep because I felt unfamiliar?!

source: 연회 때 했던 이야기가 궁금했나…?
en: is he curious about what we talked about at the banquet?

source: 딸기가 물러 폐기 처분하게 되면 수출하는 저희 쪽이 손해를 지게 됩니다.
en: if the strawberries get spoiled and thrown away, we have to take the damage.

source: 네, 지금까지는 겉만 화려한 음식도 종종 있었는데
en: yes, in the past there were quite a few dishes that only looked good

source: 무슨 짓을 한 겐가?
en: what have you guys done?

source: 수출이 늦어지면 손해일 텐데 어떻게 된 거지?
en: so it’ll be their loss if the importation gets delayed. what do you think went wrong?

source: 그랑그랑 특제 딸기 케이크
en: is the best-selling item in the springtime.

source: 세트를 폐위하자고요?
en: are you saying we should dethrone sett II?

source: 후작 부인의 능력이 뛰어나서 다행이야.
en: I’m glad that the marchioness is so competent.

source: 하지만 자원하는 이 중 압도적으로 강한 자가 없으니 쉽지 않을 겁니다.
en: however, that’s not going to be easy since there isn't anyone who is extremely strong.

source: 안 돼!
en: no!

source: 음… 저는 전쟁에 나가봤자 방해만 되겠죠?
en: hmm... I probably won’t be much help even if I participate in the war.

source: 그건 사실인가요?
en: is that true?

source: 그런데….
en: but...

source: 예상은 했지만 단호하다.
en: he's firm as expected.

source: 또 폐하께서 보물을 잔뜩 꺼내주셔서
en: also, you took out so many treasures that

source: 레어드의 국왕이 사라진 생명을 애도하고, 그 일에 대해 사과할 줄 아는 성격이었다면
en: if the king of laird was someone who had sympathy for the victim and the decency to apologize,

source: 편하게 말씀하셔도 됩니다.
en: you don't have to be nervous.

source: …그렇습니다.
en: ...you are right.

source: 그렇군요, 그럼….
en: I see, then...

source: 보통의 마녀들이 생활 마법에 능하다면
en: while regular witches are good at life magic,

source: 그건 아마 힘들 걸세.
en: that would be quite difficult.

source: 이게 최선일세.
en: this is for the best.

source: 실드를 펼칠 수 있는 팔찌입니다.
en: this is the bracelet that allows you to activate the shield.

source: 일단 다른 과일 케이크라도 내놓아야겠어.
en: we should put out other fruit cakes for now.

source: 네가 진정으로,
en: if you are a knight,

source: 지금의 저라면 소드마스터 3명과 동시에 싸워도 이길 겁니다.
en: I can probably win a fight with three swordmasters at once.

source: 사과한다던가요?!
en: is he apologizing?!

source: 나한테는 바로 인장 쥐어주고 일 시키더니?!
en: I was given the seal and asked to work right away!!

source: 일단 어디서 공격이 오든 즉시 대응할 수 있도록 해두었습니다만….
en: although we have prepared enough to respond to any attack immediately...

source: 프로트 후작이 아니라
en: marchioness proth,

source: 폐하께선 제 친정에 대해 알고 계십니까?
en: are you aware of my family?

source: 땅이 흔들려서 위험합니다.
en: it's gonna be dangerous because the floor will shake.

source: 거기가 남쪽이라서 수확이 더 빠르잖아.
en: but they are harvested earlier since they’re grown in the south.

source: 그리고 멀리 내다보면 벤토아로 성을 바꾸는 게 너한테도 좋을 거야.
en: not to mention, it'll be good for you to change your last name to bentoi in the long run.

source: 어?
en: huh?

source: 그랑그랑하고 나이가 비슷하네요.
en: they are of a similar age to grand grand.

source: 어서 가보세요.
en: you should go.

source: 세트 2세의 목을 베는 것보다 훨씬 쉽겠군요.
en: it will be much easier than beheading sett II.

source: 레어드 왕실은 발칵 뒤집혔고,
en: the laird’s royal family was stunned,

source: 요….
en: ort...

source: 세 개면 당장이라도 터질지 모르는 일….
en: and three means it can happen anytime...

source: 알겠다고 해야 하는데
en: I should respond but

source: 벤토아 공작이 레이딘 경을 만나고 싶다더군요.
en: they said that duke bentoi wants to meet sir radin.

source: 네, 막 소드마스터가 되었을 시기입니다.
en: yes, that’s when I had just become a sword master.

source: 죄송해요, 부인.
en: please excuse me, mrs. tinekt.

source: …그냥 잠이 안 와서 그런 것뿐이에요.
en: ...I just wasn’t sleepy.

source: 전략까지 고민하실 필요는 없습니다.
en: you don’t have to worry about military strategy.

source: 폐하께 보고드리고 오겠다.
en: I will go report it to the empress.

source: 만드는데 꽤 힘들었어요~.
en: making that was quite a lot of work.

source: 폐하….
en: your majesty...

source: 그걸 누트샤 공주님께 보내주세요.
en: please send that to princess nutesha.

source: 짝사랑이라든가….
en: such as one-sided love...

source: 이별은 항상 가슴 아픈 것이니까.
en: and farewells are never easy.

source: 참으로 현명하신 판단입니다.
en: a wise decision, your majesty

source: 들어오세요.
en: come in.

source: 가장 많은 마나를 보유한 마스터 헤멘입니다.
en: master hamen, the wizard who has the most mana.

source: 잠시만요.
en: wait,

source: 다른 일부터 먼저 처리하고 있다더군요.
en: and he’s working on other things.

source: 정중한 사과는 누나에게 듣게 되네요.
en: but I receive an apology from his older sister.

source: 그리고 타국에서도 폐하가 군까지 장악했다고 여길 테니까.
en: besides, other countries will believe the empress has full control over the military that way.

source: 너무 오래 걸렸잖아!
en: it took way too long!

source: 으어어, 힘들어!
en: that was a lot of work!

source: 지금까지 큰 군사 충돌이 없었던 것은 폐하께서 생명과 평화를 사랑하는 분이고,
en: the reason there haven’t been big military conflicts so far is because the empress values lives and peace,

source: 지금이라도 그랑그랑을 타고 도망가면 안될까….
en: is it too late for me to ride grand grand and fly away...?

source: 누트샤 공주님께서 개인적인 루트로 보내신 편지입니다.
en: the letter was personally sent by princess nutesha.

source: 그게…
en: um...

source: 벤토아 공작가가 흔들린다면 국경의 수비가 약해지는 혼란이 올 수도 있어….
en: if the bentoi house fails to hold its place, the border defense will weaken and cause confusion...

source: 으아악~!!!
en: aagh!!!

source: 육안으로 사자 머리가 보이는 정도까지 접근하면 바로 돌격입니다.
en: as soon as we get to the point where we can see the lion’s head, we will charge towards it,

source: 한번에 딱 보면 아는 게 아닙니까?
en: you didn’t know at first sight?

source: 케이크를 만들지 못할 것 같아.
en: we won’t be able to make the cakes.

source: 그럼 이제 어쩌죠?
en: so what do we do now?

source: 사망자가 나왔습니다.
en: there was one fatality.

source: 다행이네요.
en: I’m relieved

source: 렐하임의 지팡이와 검이야.
en: lelheim’s cane and sword.

source: 어…?
en: hm...?

source: 폐하, 마테르입니다.
en: your majesty, this is mater.

source: 알마론 자작저
en: viscount almaron

source: 조심히 돌아가세요.
en: have a safe trip.

source: 물론입니다.
en: of course.

source: …뭐라 드릴 말씀이 없군요.
en: ...I have nothing to say.

source: 만날 수 있을 때 만나는 게 좋거든요.
en: it's good to meet when you have chance.

source: 나는 황제가 되고 난 후부터 항상 이게 맞는지 의문을 가져요.
en: ever since I became the empress, I keep doubting myself.

source: 과연 왕이 사과를 할까요?
en: do you think the king will apologize?

source: 시스티나 님까지 무슨 일로….
en: and miss sistina? what's going on—

source: 그건 거의 죽이자는 것과 마찬가지잖아요!
en: that’s equivalent to killing him!

source: 네, 레이딘 경은 폐하의 최측근으로 알려져 있으니까요.
en: yes, because he is known as the closest aide of the empress.

source: …5년 전쯤,
en: ...about 5 years ago,

source: 수적으로도 싸움이 되지 않지요.
en: just in terms of numbers, laird is no match for us.

source: 아니, 주인님?
en: lord?

source: 나는 너희를 저 화로에 집어넣고 녹여 버릴 거야.
en: I’m going to melt you in that forge.

source: 내 기사들을 지켜줘.
en: protect my knights.

source: 그리고 이것을 가져가십시오.
en: also, take this.

source: 이게 마법을 많이 사용하기도 해서….
en: it also requires a lot of magic so...

source: 레어드의 수출 허가는 누가 내죠?
en: who authorizes exports in laird?

source: 너희가 잠든 이후로 많은 황제가 바뀌었고,
en: there have been many emperors since you guys went to sleep,

source: 저도 작년까진 19살이었잖아요.
en: I was 19 years old until last year.
